"UI_PANE_LOGIN"       = "Session";
"UI_PANE_DISPLAY"     = "Affichage";
"UI_PANE_KEYBOARD"    = "Clavier";
"UI_PANE_SOUND"       = "Son";
"UI_PANE_DRIVES"      = "Lecteurs";
"UI_PANE_PRINTERS"    = "Imprimantes";
"UI_PANE_APPLICATIONS"= "Applications";
"UI_PANE_SECURITY"    = "Sécurité";

"UI_SECONDARY_MOUSE_BUTTON"  = "Bouton secondaire de la souris";
"UI_ALT_KEY"            = "Touche Alt";
"UI_WINDOWS_START_KEY"  = "Touche Démarrer de Windows" ;
"UI_CONTEXT_MENU_KEY"   = "Touche Menu contextuel";
"UI_PAUSE_BREAK_KEY"    = "Touche Pause/Arrêt";
"UI_PRINT_SCREEN_KEY"   = "Touche Impr. écran" ;
"UI_NUM_LOCK_KEY"       = "Touche Verr. num.";
"UI_SCROLL_LOCK_KEY"    = "Verr. défilement";

"UI_HALF_FULL_WIDTH_KEY"= "Touche Demi-chasse/pleine-chasse";
"UI_HIRAGANA_KEY"       = "Touche Hiragana";
"UI_ALPHANUMERIC_KEY"   = "Touche Alphanumérique";
"UI_CONVERSION_KEY"     = "Touche Conversion";
"UI_NON_CONVERSION_KEY" = "Touche Non-conversion";

"UI_ALTGR_KEY"          = "Touche AltGr";

"DEFAULT_FILENAME"        = "Default";
"CONNECTION_FILE_EXT"     = "rdp";
"CONNECTION_FILE_EXT_V1"  = "";
"DEFAULT_DIRECTORY_NAME"  = "RDC Connections";

"UI_OK"                    = "OK";
"UI_CANCEL"                = "Annuler";
"UI_YES"                   = "Oui";
"UI_NO"                    = "Non";
"UI_CONNECT"               = "Connecter";
"UI_RECONNECT"             = "Reconnecter";
"UI_DISCONNECT"            = "Déconnecter";

"UI_FAILED_TO_SAVE_FILE"  = "Enregistrement de %@ impossible.";
"UI_FAILED_TO_SAVE_FILE_INFORMATIVE" = "Vérifiez que vous êtes autorisé à écrire à l'emplacement où vous voulez enregistrer le fichier.";

"UI_FAILED_TO_OPEN_FILE"  = "Ouverture de %@ impossible.";
"UI_FAILED_TO_OPEN_FILE_INFORMATIVE" = "Vérifiez que le fichier existe et que vous êtes autorisé à le lire.";

"UI_MISSING_COMPUTER_NAME" = "Impossible d'enregistrer les modifications que vous avez apportées dans le fichier de connexion %@.";
"UI_MISSING_COMPUTER_NAME_INFORMATIVE" = "Les paramètres de connexion requièrent un nom d'ordinateur.\n\nDans la fenêtre Connexion Bureau à Distance, tapez un nom d'ordinateur, puis réessayez d'enregistrer le fichier de connexion.";

"UI_QUIT_WITHOUT_SAVING" = "Quitter sans enregistrer";

"UI_SAVE_DIALOG_TITLE"    = "Enregistrer : CBD";

"UI_OPEN_DIALOG_TITLE"    = "Ouvrir : CBD";

"UI_ALL_PRINTERS"         = "Toutes les imprimantes";

"UI_SELECT"               = "Sélectionner";

"UI_APP_NAME"             = "Client Microsoft® Connexion Bureau à Distance pour Mac";

"UI_MAIN_DISPLAY"         = "Moniteur principal";
"UI_SECONDARY_DISPLAY"    = "Moniteur secondaire";
"UI_TERIARY_DISPLAY"      = "Troisième moniteur";
"UI_FOURTH_DISPLAY"       = "Quatrième moniteur";
"UI_FIFTH_DISPLAY"        = "Cinquième moniteur";
"UI_DISPLAY_NUMBER"       = "Moniteur %d";

"UI_ALERT_DRIVES_REDIRECTION_MESSAGE_TEXT"     = "Vous partagez vos disques durs Mac avec un ordinateur Windows.";
"UI_ALERT_DRIVES_REDIRECTION_INFOMATIVE_TEXT"  = "Toute personne ayant accès à votre ordinateur Windows peut accéder à vos disques durs et dossiers Mac. Cela peut être dangereux.";

"UI_SERVER_DENIED_CONNECTION"             = "L'ordinateur distant n'autorise pas les connexions à partir de l'ordinateur Mac.";
"UI_SERVER_DENIED_CONNECTION_INFORMATIVE" = "Vérifiez que vous êtes autorisé à vous connecter à l'ordinateur distant et que vous avez entré les informations d'identification correctes.\n\nContactez votre administrateur ou le propriétaire de l'ordinateur distant pour obtenir de l'assistance.";

"UI_BAD_SERVER_NAME"                      = "L'ordinateur Mac ne peut pas se connecter parce que l'ordinateur Windows est introuvable.";
"UI_BAD_SERVER_NAME_INFORMATIVE"          = "Vérifiez que le nom d'ordinateur ou l'adresse IP que vous avez entré est correct, puis réessayez de vous connecter.";

"UI_CLIENT_LOW_MEMORY"                    = "L'ordinateur Mac ne dispose pas d'une mémoire suffisante pour se connecter à l'ordinateur Windows.";
"UI_CLIENT_LOW_MEMORY_INFORMATIVE"        = "Quittez certaines applications, puis réessayez de vous connecter à l'ordinateur Windows.";

"UI_AUTHENTICATION_ERROR"                 = "La Connexion Bureau à Distance ne peut pas vérifier l'identité de l'ordinateur auquel vous voulez vous connecter.";
"UI_AUTHENTICATION_ERROR_INFORMATIVE"     = "Essayez de vous reconnecter à l'ordinateur Windows ou contactez votre administrateur.";

"UI_GENERAL_CONNECTION_FAILURE"           = "L'ordinateur Mac ne peut pas se connecter à l'ordinateur Windows.";
"UI_GENERAL_CONNECTION_FAILURE_INFORMATIVE" = "Ce problème peut se produire si :\n o L'ordinateur Windows n'est pas configuré pour accepter des connexions à distance.\n o L'ordinateur Windows est éteint.\n o L'ordinateur Mac ou Windows connaît des problèmes de réseau.\n\nRéessayez de vous connecter à l'ordinateur Windows ou contactez votre administrateur.";

"UI_DISCONNECT_BY_CLIENT"                 = "Vous êtes en train de déconnecter l'ordinateur Windows.";
"UI_DISCONNECT_BY_CLIENT_INFORMATIVE"     = "Si vous déconnectez l'ordinateur Windows, toute application en cours d'exécution sur celui-ci continuera à s'exécuter lorsque vous serez déconnecté.\n\nSi vous ne voulez pas le déconnecter, cliquez sur Annuler.";

"UI_DISCONNECT_BY_SERVER"                 = "Vous avez été déconnecté de l'ordinateur Windows.";
"UI_DISCONNECT_BY_SERVER_INFORMATIVE"     = "Il se peut que quelqu'un ayant accès à l'ordinateur Windows ait mis fin à la connexion ou que l'ordinateur ait abandonné la connexion.\n\n\tEssayez de vous reconnecter à l'ordinateur Windows ou contactez votre administrateur.";

"UI_DISCONNECT_BY_LOGON_TIMEOUT"          = "Vous avez été déconnecté de l'ordinateur Windows.";
"UI_DISCONNECT_BY_LOGON_TIMEOUT_INFORMATIVE" = "La session a distance a expiré.\n\nEssayez de vous reconnecter à l'ordinateur Windows ou contactez votre administrateur.";

"UI_DISCONNECT_BY_OTHER_CONNECTION"       = "Vous avez été déconnecté de l'ordinateur Windows.";
"UI_DISCONNECT_BY_OTHER_CONNECTION_INFORMATIVE" = "Un autre utilisateur s'est connecté à l'ordinateur Windows.\n\nEssayez de vous reconnecter à l'ordinateur Windows.";

"UI_DISCONNECT_BY_LICENSE"                = "Vous avez été déconnecté de l'ordinateur Windows en raison de problèmes durant l'exécution du protocole de gestion de licences.";
"UI_DISCONNECT_BY_LICENSE_INFORMATIVE"    = "Essayez de vous reconnecter à l'ordinateur Windows ou contactez votre administrateur.";

"UI_DISCONNECT_BY_PROTOCOL_ERROR"         = "Vous avez été déconnecté de l'ordinateur Windows.";
"UI_DISCONNECT_BY_PROTOCOL_ERROR_INFORMATIVE" = "Il se peut que le problème soit temporaire.\n\nEssayez de vous reconnecter à l'ordinateur Windows ou contactez votre administrateur.";

"UI_CONNECTION_BROKEN"                    = "Vous avez été déconnecté de l'ordinateur Windows en raison de problèmes de réseau.";
"UI_CONNECTION_BROKEN_INFORMATIVE"        = "Vérifiez que votre réseau et vos connexions Internet fonctionnent correctement, puis essayez de vous reconnecter à l'ordinateur Windows.";

"UI_RANDOM_UNEXPECTED"                    = "La connexion à l'ordinateur Windows a été interrompue de façon inattendue.";
"UI_RANDOM_UNEXPECTED_INFORMATIVE"        = "Essayez de fermer puis de rouvrir la Connexion Bureau à Distance.";

"UI_NEED_TIGER"                           = "La Connexion Bureau à Distance ne peut pas s'exécuter sur le système d'exploitation installé sur votre ordinateur.";
"UI_NEED_TIGER_INFORMATIVE"               = "Procédez à une mise à niveau vers Mac OS X 10.4.9 ou une version ultérieure, puis réessayez d'exécuter la Connexion Bureau à Distance.";

"UI_COMFIRM_SAVE_PREFERENCE"              = "Les modifications que vous avez apportées n'ont pas été enregistrées dans le fichier de connexion %@.";
"UI_COMFIRM_SAVE_PREFERENCE_INFORMATIVE"  = "Voulez-vous enregistrer les modifications apportées à %@ ?";

"UI_SAVE"                  = "Enregistrer";
"UI_DONTSAVE"              = "Ne pas enregistrer";

"UI_ALERT_DONT_SHOW"					  = "Ne plus afficher ce message lors de la connexion à %@";

